Repository: Python3pkg/Products.SilvaPoll
Catalog: i18n/*/LC_MESSAGES/silva_poll.po
Languages: de

source: you have exceeded the maximum of 20 allowed answers
de: Die maximale Anzahl von 20 Antworten wurde überschritten.

source: No spaces or special characters besides &#8216;_&#8217; or &#8216;-&#8217; or &#8216;.&#8217;
de: Keine Leerzeichen oder Sonderzeichen außer &#8216;_&#8217; oder &#8216;-&#8217;

source: title of poll
de: Titel der Umfrage

source: save settings
de: Einstellungen speichern

source: All votes will be discarded if you change answers. Are you sure?
de: Alle Stimmen werden bei einer Änderung der Anworten verworfen. Sind Sie sicher?

source: access key: alt-s
de: Tastenkombination: alt-s

source: content
de: Inhalt

source: note
de: Anmerkung

source: question
de: Frage

source: answers
de: Antworten

source: Enter multiple answers separated by empty lines.
de: Geben Sie mehrere Antworten getrennt durch Leerzeilen ein.

source: edit
de: editieren

source: preview
de: Vorschau

source: properties
de: Eigenschaften

source: access
de: Zugriff

source: publish
de: veröffentlichen

source: overwriting values not allowed, either you're trying to change the number of answers (not allowed) or you're trying to change answers when people have already voted
de: Überschreiben der Werte ist nicht erlaubt. Entweder versuchen Sie die Anzahl der Antworten zu überschreiben (nicht erlaubt) oder Sie versuchen die Antworte zu ändern, nachdem Personen schon abgestimmt haben.

source: updated
de: aktualisiert

source: There is no unapproved version to approve.
de: Es gibt keine nicht freigegebene Version zum Freigeben.

source: Version approved.
de: Version freigegeben.

source: message
de: Nachricht

source: This message will remain visible in the status screen for other authors and editors.
de: Diese Nachricht wird im Statusschirm für andere Autoren und Editoren sichtbar bleiben.

source: question display start time
de: Startzeitpunkt der Anzeige der Frage

source: day / month / year &nbsp;(23:59)
de: Tag / Monat / Jahr &nbsp;(23:59)

source: question display end time
de: Endzeitpunkt der Anzeige der Frage

source: If this content's question should expire, set the time.
de: Wenn die Anzeige der Frage ablaufen soll, setzen Sie den Zeitpunkt.

source: results display start time
de: Startzeitpunkt der Anzeige der Ergebnisse

source: results display end time
de: Endzeitpunkt der Anzeige der Ergebnisse

source: If this content's results should expire, set the time.
de: Wenn die Anzeige der Ergebnisse ablaufen soll, setzen Sie den Zeitpunkt.

source: request approval
de: Freigabe anfordern

source: access key: alt-r
de: Tastenkombination: alt-r

source: change settings
de: Einstellungen ändern

source: current timings
de: Aktuelle Zeiteinstellungen

source: publish time:
de: Veröffentlichungsdatum:

source: expiratio<u>n</u> time
de: Ablaufdatum

source: If this content should expire, set the time.
de: Wenn der Inhalt ablaufen soll, setzten Sie den Zeitpunkt.

source: messages
de: Nachrichten

source: clear expiration
de: Ablauf löschen

source: update timing
de: Zeiteinstellungen aktualisieren

source: access key: alt-u
de: Tastenkombination: alt-u

source: poll display dates
de: Anzeigedaten der Umfrage

source: poll display dates for closed version
de: Anzeigedaten der geschlossenen Version der Umfrage

source: settings
de: Einstellungen

source: publish now
de: jetzt veröffentlichen

source: access key: alt-p
de: Tastenkombination: alt-p

source: ${author_id} sent a message on ${some_date}: ${with_comments}
de: ${author_id} hat am ${some_date} eine Nachricht gesendet: ${with_comments}

source: reject
de: zurückweisen

source: withdraw
de: zurückziehen

source: request
de: Anfrage

source: add message on
de: füge eine Nachricht hinzu

source: rejection
de: Zurückweisung

source: withdrawal
de: Zurückziehung

source: The message may be viewed by local users.
de: Die Nachricht kann von lokalen Benutzern gesehen werden.

source: reject approval request
de: Die Anfrage zur Freigabe zurückweisen.

source: access key: alt-j
de: Tastenkombination: alt-j

source: withdraw approval request
de: Anfrage zur Freigabe zurückziehen

source: revoke approval
de: Freigabe verwerfen

source: If further editing is required, first revoke the approval.
de: Wenn weiteres Editieren notwendig ist, verwerfen Sie zuerst die Freigabe.

source: access key: alt-v
de: Tastenkombination: alt-v

source: revert to previous version
de: Wiederherstellen der vorherigen Version

source: The current editable version can be replaced with the previous (published) version. This can not be undone afterwards and will discard all changes made to the current version.
de: Die derzeitige editierbare Version kann durch die vorherige (veröffentlichte) Version ersetzt werden. Dies kann danach nicht mehr rückgängig gemacht werden und wird alle an der derzeitigen Version gemachten Änderungen verwerfen.

source: revert to previous
de: Wiederherstellen der vorherigen

source: manual close
de: manuelles Schließen

source: If necessary, the published version of this content can be manually closed (taken offline). It will also be removed from the public index.
de: Wenn notwenig, kann die veröffentlichte Version manuell geschlossen (offline genommen) werden. Sie wird auch vom öffentlichen Index entfernt.

source: close published version
de: schließe veröffentlichte Version

source: access key: alt-c
de: Tastenkombination: alt-c

source: A previous request for approval has been rejected / withdrawn by ${requester} on ${some_date}. The last message regarding this issue is:
de: Eine vorherige Anfrage zur Freigabe wurde zurückgewiesen / zurückgezogen durch ${requester} am ${some_date}. Die letzte Nachricht betreffend dieser Anfrage ist:

source: for new version
de: für eine neue Version

source: request approval ${for_new_version}
de: Anfrage zur Freigabe ${for_new_version}

source: message to editor
de: Nachricht an den Editor

source: notes
de: Anmerkungen

source: There is no unapproved version.
de: Es gibt keine nicht freigegebene Version.

source: Approval has already been requested.
de: Die Freigabe wurde bereits angefordert.

source: Approval requested.
de: Freigabe angefordert.

source: Dates not set. No public version found.
de: Daten nicht gesetzt. Keine öffentliche Version gefunden.

source: Dates set.
de: Daten gesetzt.

source: vote
de: Stimme

source: votes
de: Stimmen

source: This poll is available from ${startdatetime}.
de: Diese Umfrage steht ab ${startdatetime} zur Verf&#xfc;gung.

source: Many thanks for your participation!
de: Vielen Dank für Ihre Teilnahme!

source: The results of the poll will be available on this site ${from-until-or-from}
de: Die Ergebnisse dieser Umfrage werden ab ${from-until-or-from} auf dieser Seite verfügbar sein.

source: from ${startdate} until ${enddate}.
de: von ${startdate} bis ${enddate}

source: on ${startdate}.
de: am ${startdate}

source: Thank you for your interest, unfortunately the results of this poll are no longer available.
de: Vielen Dank für Ihr Interesse. Leider sind die Ergebnisse dieser Umfrage nicht mehr verfügbar.

source: Please select an answer.
de: Bitte wählen Sie eine Antwort aus.

source: Submit
de: Absenden

source: Poll Results
de: Ergebnisse der Umfrage

source: Set to 'inline' to display the question and results within the page, 'link' to display a link to the PollQuestion public views.
de: Setzen Sie dies auf 'inline', um die Frage und Ergebnisse innerhalb der Seite anzuzeigen, auf 'link', um einen Link auf die öffentliche Ansicht der Umfrage anzuzeigen.

source: display
de: anzeigen
